
export default function TermsOfUseeew() { 
    return ( 
       <div className="max-w-3xl px-3 my-10 mx-auto">
        
        <h1 className="text-[24px] ">ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</h1>
        <br />
Интернет-сервиса clipreel генерации видео- и аудиоконтента с использованием искусственного интеллекта
Дата вступления в силу: 28 февраля 2026 г.
<br />
<br />
1. ОБЩИЕ ПОЛОЖЕНИЯ
<br />
1.1. Настоящее Пользовательское соглашение (далее — «Соглашение») регулирует отношения между администрацией интернет-сервиса (далее — «Сервис», «Администрация») и физическим лицом, использующим Сервис (далее — «Пользователь»).
<br />
1.2. Регистрируясь на Сервисе или начиная его использование, Пользователь подтверждает, что полностью ознакомился с настоящим Соглашением, понимает его условия и безоговорочно принимает их.
<br />
1.3. Если Пользователь не согласен с условиями настоящего Соглашения, он обязан немедленно прекратить использование Сервиса.
<br />
1.4. Администрация вправе в одностороннем порядке изменять условия настоящего Соглашения. Новая редакция вступает в силу с момента её публикации на сайте Сервиса. Продолжение использования Сервиса после публикации изменений означает согласие Пользователя с новой редакцией.
<br />
<br />
2. ПРЕДМЕТ СОГЛАШЕНИЯ

<br />2.1. Сервис предоставляет Пользователю доступ к инструментам генерации видео- и аудиоконтента с использованием технологий искусственного интеллекта (далее — «Контент»).
<br />2.2. Доступ к функциям Сервиса предоставляется на условиях платной подписки, описанной в разделе 3 настоящего Соглашения.
<br />
<br />
3. УСЛОВИЯ ПОДПИСКИ И ТАРИФЫ

<br />3.1. Стоимость доступа к платному тарифу составляет 300 (триста) рублей в месяц.
<br />3.2. Оплата производится до начала расчётного периода. Доступ активируется после подтверждения поступления оплаты.
<br />3.3. В рамках платного тарифа Пользователю предоставляется лимит в размере 1000 (одной тысячи) генераций Контента в течение одного расчётного периода (месяца).
<br />3.4. Генерация считается использованной в момент нажатия Пользователем кнопки запуска генерации, вне зависимости от итогового качества или успешности результата. Неиспользованные генерации на следующий расчётный период не переносятся.
<br />3.5. Администрация вправе изменять стоимость тарифов и состав включённых в них услуг, уведомив Пользователей не менее чем за 5 (пять) календарных дней до вступления изменений в силу путём публикации соответствующего уведомления на сайте Сервиса.
<br />   
  <br />
  <br />4. ВОЗВРАТ ДЕНЕЖНЫХ СРЕДСТВ
  <br />4.1. Возврат оплаченных денежных средств возможен исключительно в том случае, если Пользователь не воспользовался Сервисом с момента оплаты, то есть не совершил ни одной генерации Контента.
  <br />4.2. Для оформления возврата Пользователь обязан направить соответствующее обращение на официальный адрес электронной почты Администрации в течение 5 (пяти) календарных дней с момента оплаты.
  <br />4.3. Факт использования Сервиса определяется на основании данных системы учёта Администрации. При наличии хотя бы одной совершённой генерации возврат денежных средств не производится.
  <br />4.4. Возврат осуществляется в течение 10 (десяти) рабочих дней с момента одобрения обращения тем же способом, которым была произведена оплата.
  <br />     <br />
  <br />5. КАЧЕСТВО КОНТЕНТА
  <br />5.1. Администрация не гарантирует соответствие сгенерированного Контента ожиданиям Пользователя, его точность, художественное качество, пригодность для каких-либо конкретных целей или задач.
  <br />5.2. Сервис предоставляется «как есть» (as is). Низкое качество результата генерации не является основанием для возврата денежных средств, если генерация была запущена Пользователем.
  <br />5.3. Администрация не несёт ответственности за технические сбои, ошибки алгоритмов или иные факторы, повлиявшие на результат генерации, за исключением случаев, прямо предусмотренных действующим законодательством Российской Федерации.
  <br />     <br />
  <br />6. ПРАВА И ОБЯЗАННОСТИ ПОЛЬЗОВАТЕЛЯ
  <br />6.1. Пользователь обязуется использовать Сервис исключительно в законных целях и в соответствии с требованиями действующего законодательства Российской Федерации.
  <br />6.2. Пользователь несёт полную и единоличную ответственность за весь Контент, сгенерированный с использованием его учётной записи, включая его содержание, способ применения и последствия распространения.
  <br />6.3. Пользователь обязуется не использовать сгенерированный Контент, если такое использование нарушает законодательство Российской Федерации, в том числе, но не ограничиваясь:
  
нормы об авторском праве и смежных правах;
законодательство о противодействии экстремизму и терроризму;
законодательство о персональных данных;
нормы, запрещающие распространение материалов, пропагандирующих насилие, дискриминацию, порнографию или иной запрещённый контент.
<br />
6.4. Пользователь обязуется не предпринимать попыток обойти технические ограничения Сервиса, получить несанкционированный доступ к его инфраструктуре или иным образом нарушить нормальное функционирование Сервиса.
<br />     <br />
<br />7. ПЕРСОНАЛЬНЫЕ ДАННЫЕ И КОНФИДЕНЦИАЛЬНОСТЬ
<br />7.1. Регистрируясь на Сервисе, Пользователь даёт согласие на обработку своих персональных данных в соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных» и Политикой конфиденциальности Сервиса.
<br />7.2. Администрация вправе передавать персональные данные Пользователя, данные об его учётной записи, а также сведения о сгенерированном Контенте уполномоченным органам государственной власти Российской Федерации (включая правоохранительные органы и спецслужбы) в случаях, предусмотренных действующим законодательством РФ, в том числе если имеются основания полагать, что сгенерированный или распространяемый Пользователем Контент нарушает требования законодательства Российской Федерации.
<br />7.3. Передача данных в указанных случаях не требует дополнительного уведомления или согласия Пользователя.
<br />     <br />
8. БЛОКИРОВКА И УДАЛЕНИЕ АККАУНТА
<br />8.1. Администрация вправе заблокировать или удалить учётную запись Пользователя без предварительного уведомления в следующих случаях:

нарушение условий настоящего Соглашения;
генерация или распространение Контента, нарушающего законодательство Российской Федерации;
поступление обоснованных жалоб от третьих лиц;
получение соответствующего предписания от органов государственной власти;
иные действия Пользователя, наносящие ущерб Сервису, третьим лицам или репутации Администрации.
<br />
8.2. При блокировке или удалении аккаунта по основаниям, указанным в п. 8.1, оплаченные, но неиспользованные средства возврату не подлежат.
<br />8.3. Пользователь не вправе регистрировать новую учётную запись после удаления предыдущей, если причиной удаления явилось нарушение законодательства или условий настоящего Соглашения.

<br />     <br />9. ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ
<br />9.1. Администрация не несёт ответственности за любой прямой или косвенный ущерб, понесённый Пользователем в связи с использованием или невозможностью использования Сервиса.
<br />9.2. Совокупная ответственность Администрации перед Пользователем ни при каких обстоятельствах не может превышать сумму, фактически уплаченную Пользователем за текущий расчётный период.
<br />     <br />
<br />10. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ
<br />10.1. Настоящее Соглашение регулируется законодательством Российской Федерации. Все споры, возникающие в связи с его исполнением, подлежат разрешению в судебном порядке по месту нахождения Администрации, если иное не предусмотрено законом.
<br />10.2. Если какое-либо положение настоящего Соглашения будет признано недействительным или неисполнимым, это не влечёт недействительности остальных его положений.
<br />10.3. По всем вопросам, связанным с исполнением настоящего Соглашения, Пользователь вправе обратиться к Администрации по контактным данным, указанным на сайте Сервиса.
<br />
Используя Сервис, вы подтверждаете, что прочитали, поняли и согласны с условиями настоящего Пользовательского соглашения.
</div>
    )
}